Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: One of your submissions is still being uploaded. Logging out might interrupt it. Are you sure you want to log out?
ar: . قد يؤدي تسجيل الخروج إلى إيقافه. هل تريد بالتأكيد تسجيل الخروج؟ أحد إرسالاتك ما زالت قيد التحمي
ca: Una de les entregues encara s’està carregant. En tancar la sessió pot ser que s’interrompi. Segur que voleu tancar la sessió?
cy: Mae un o’ch cyflwyniadau yn dal i gael ei lwytho i fyny. Gallai allgofnodi darfu ar hyn. Ydych chi’n siŵr eich bod am allgofnodi?
da: En af dine afleveringer uploades stadig. Hvis du logger ud, kan processen blive afbrudt. Er du sikker på, du vil logge af?
da_instk12: En af dine afleveringer uploades stadig. Hvis du logger ud, kan processen blive afbrudt. Er du sikker på, du vil logge af?
de: Eine Ihrer Abgaben wird gerade hochgeladen. Abmelden führt möglicherweise zum Abbruch. Möchten Sie sich wirklich abmelden?
es: Una de sus entregas aún se está cargando. Si cierra sesión, es posible que se interrumpa el proceso. ¿Está seguro de que desea salir?
es_es: Una de tus entregas aún se está cargando. Si cierras sesión, es posible que se interrumpa el proceso. ¿Estás seguro de que quieres salir?
fi: Yhtä lähetyksistä ladataan. Jos kirjaudut ulos, tämä saattaa häiriytyä. Haluatko varmasti kirjautua ulos?
fr: L'une de vos soumissions est en cours de téléchargement. Se déconnecter peut l'interrompre. Voulez-vous vraiment vous déconnecter ?
fr_ca: Un de vos envois est toujours en cours de téléversement. Se déconnecter pourrait l’interrompre. Voulez-vous vraiment vous déconnecter?
ga: Tá ceann de d’uaslódálacha fós á uaslódáil. D'fhéadfadh logáil amach cur isteach air. An bhfuil tú cinnte gur mhaith leat logáil amach?
hi: आपका एक सबमिशन अभी भी अपलोड किया जा रहा है। लॉग आउट करने से इसमें रुकावट आ सकती है। क्या आप सच में लॉग आउट करना चाहते हैं?
ht: Gen yonn nan soumisyon w yo ki toujou ap transfere. Si w dekonekte sa ka entewonp pwosesis la. Ou kwè vrèman ou vle dekonekte?
id: Salah satu penyerahan Anda masih diunggah. Logout dapat menghentikannya. Anda yakin mau logout?
is: Enn er verið að hlaða upp skilunum þínum. Útskráning gæti truflað ferlið. Viltu örugglega skrá þig út?
it: Caricamento di una delle consegne ancora in corso. Se ti disconnetti potresti interromperlo. Disconnettersi?
ja: 提出物の1つがまだアップロード中です。ログアウトすると中断する場合があります。 ログアウトしてもよろしいですか？
ko: 한 제출을 아직 업로드 중입니다. 로그아웃하면 중단될 수 있습니다. 로그아웃하시겠습니까?
mi: Ko tētahi o tō tāpaetanga kei te tikiake tonu tia. Takiuru ki waho ka whakararutia pea. Kei te tino hiahia koe ki te takiuru atu?
ms: Salah satu serahan anda masih dalam proses muat naik. Mengelog keluar mungkin menjejaskannya. Adakah anda pasti anda ingin log keluar?
nb: Én av innleveringene dine lastes fortsatt opp. Hvis du logger ut, kan det forstyrre det. Er du sikker på at du vil logge ut?
nb_instk12: Én av innleveringene dine lastes fortsatt opp. Hvis du logger ut, kan det forstyrre det. Er du sikker på at du vil logge ut?
nl: Een van je inleveringen wordt nog steeds geüpload. Bij uitloggen kan dit worden onderbroken. Weet je zeker dat je wilt uitloggen?
pl: Jedna z przesyłek jest nadal przesyłana. Wylogowanie mogłoby przerwać ten proces. Czy na pewno chcesz się wylogować?
pt: Uma das suas submissões ainda está a ser carregada. A desconexão pode interrompê-la. Tem a certeza de que quer terminar a sessão?
pt_br: Um dos seus envios ainda está sendo carregado. Desconectar-se pode interrompê-lo. Tem certeza de que deseja sair?
ru: Один из отправляемых ресурсов еще выгружается. При выходе выгрузка может быть прервана. Вы уверены, что вы хотите выйти?
sl: Ena vaših oddaj se še nalaga. Odjava bi lahko ta postopek prekinila. Ali ste prepričani, da se želite odjaviti?
sv: En av dina inlämningar laddas upp fortfarande. Om du loggar ut kan den avbrytas. Vill du logga ut?
sv_instk12: En av dina inlämningar laddas upp fortfarande. Om du loggar ut kan den avbrytas. Vill du logga ut?
th: ผลงานจัดส่งบางส่วนของคุณยังอัพโหลดอยู่ การล็อกเอาท์อาจส่งผลกระทบต่อการทำงาน แน่ใจว่าต้องการล็อกเอาท์หรือไม่
vi: Một trong các bài nộp của bạn vẫn đang được tải lên. Đăng xuất có thể sẽ làm gián đoạn quá trình này. Bạn có chắc chắn muốn đăng xuất không?
zh: 您的其中一个提交项仍在上传。如果登出，可能会中断上传。 是否确定要登出？
zh_hk: 您的其中一個提交項目仍在上傳中。登出可能會中斷上傳。 是否確定登出？

source: One or more files failed to sync. Check your internet connection and retry to submit.
ar: تعذرت مزامنة ملف واحد أو أكثر. تحقق من اتصالك بالإنترنت وأعد محاولة الإرسال.
ca: No s'han pogut sincronitzar un o més fitxers. Reviseu la connexió a Internet i torneu a provar de fer l'entrega.
cy: Wedi methu cysoni un neu ragor o ffeiliau. Gwiriwch eich cysylltiad rhyngrwyd a rhoi cynnig arall ar gyflwyno.
da: En eller flere filer kunne ikke synkronisere. Kontroller din internetforbindelse, og prøv igen for at aflevere.
da_instk12: En eller flere filer kunne ikke synkronisere. Kontroller din internetforbindelse, og prøv igen for at aflevere.
de: Eine oder mehrere Dateien wurden nicht synchronisiert. Überprüfen Sie Ihre Internetverbindung, und versuchen Sie es erneut.
es: Error al sincronizar uno o más archivos. Compruebe su conexión a Internet y vuelva a entregarlos.
es_es: No se han podido sincronizar uno o más archivos. Comprueba tu conexión a Internet y vuelve a realizar la entrega.
fi: Yhden tai useamman tiedoston synkronisointi ei onnistunut. Tarkista Internet-yhteytesi ja yritä lähettää uudelleen.
fr: Un ou plusieurs fichiers n’ont pas pu être synchronisés. Vérifiez l’état de votre connexion internet, puis réessayez.
fr_ca: La synchronisation d’un ou plusieurs fichiers a échoué. Vérifiez votre connexion Internet et réessayez l’envoi.
ga: Theip ar chomhad amháin nó níos mó a shioncronú. Seiceáil do nasc idirlín agus bain triail eile as é a chur isteach.
hi: एक या अधिक फ़ाइलें सिंक होने में विफल रहीं। अपना इंटरनेट कनेक्शन जांचें और सबमिट करने का पुनः प्रयास करें।
ht: Gen yonn oswa plizyè fichye ki pa rive senkwonize. Verifye koneksyon entènèt ou a epi eseye re voye yo ankò
id: Satu atau lebih file gagal disinkronkan. Periksa sambungan internet Anda dan coba serahkan lagi.
is: Ekki tókst að samstilla eina eða fleiri skrár. Athugaðu nettenginguna þína og reyndu aftur að skila.
it: Impossibile sincronizzare uno o più file. Controlla la tua connessione Internet e riprova a inviare.
ja: 1つまたは複数のファイルが同期に失敗しました。インターネット接続をチェックしてから、提出を再試行してください。
ko: 한 개 이상의 파일을 동기화하지 못했습니다. 인터넷 연결을 확인하고 제출을 다시 시도하세요.
mi: Kotahi neke atu ranei nga konae i rahua ki te tukutahi. Tirohia to hononga ipurangi ka ngana ano ki te tuku.
ms: Satu atau lebih fail gagal disegerakkan. Semak sambungan Internet anda dan cuba semula untuk membuat serahan.
nb: Én eller flere filer kunne ikke synkroniseres. Sjekk internettforbindelsen din og prøv å lever på nytt.
nb_instk12: Én eller flere filer kunne ikke synkroniseres. Sjekk internettforbindelsen din og prøv å lever på nytt.
nl: Een of meer bestanden kunnen niet worden gesynchroniseerd. Controleer je internetverbinding en probeer opnieuw in te leveren.
pl: Nie udało się zsynchronizować co najmniej jednego pliku. Sprawdź połączenie internetowe i ponów przesyłanie.
pt: Um ou mais ficheiros não foram sincronizados. Verifique sua conexão com a Internet e tente enviar novamente.
pt_br: Falha na sincronização de um ou mais arquivos. Verifique sua conexão à Internet e tente enviar novamente.
ru: Не удалось синхронизировать один или более файлов. Проверьте подключение к Интернету и повторите отправку.
sl: Sinhronizacija ene ali več datotek ni uspela. Preverite internetno povezavo in poskusite poslati znova.
sv: En eller fler filer synkroniserades inte. Kontrollera din internetanslutning och försök lämna in igen.
sv_instk12: En eller fler filer synkroniserades inte. Kontrollera din internetanslutning och försök lämna in igen.
th: ไฟล์บางส่วนไม่สามารถซิงค์ได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองส่งใหม่อีกครั้ง
vi: Một hoặc nhiều tập tin không đồng bộ thành công. Hãy kiểm tra kết nối internet của bạn rồi thử lại để nộp.
zh: 一个或多个文件未能同步。请检查网络连接，并再次尝试提交。
zh_hk: 無法同步一個或多個檔案。檢查您的網際網路連線並重試提交。

source: One or more files failed to upload. Check your internet connection and retry to submit.
ar: تعذر تحميل ملف أو أكثر. تحقق من اتصالك بالإنترنت وأعد محاولة الإرسال.
ca: No s'han pogut penjar un o més fitxers. Reviseu la connexió a Internet i torneu a provar de fer l'entrega.
cy: Wedi methu llwytho un neu ragor o ffeiliau i fyny. Gwiriwch eich cysylltiad rhyngrwyd a rhoi cynnig arall ar gyflwyno.
da: En eller flere filer kunne ikke uploades. Kontroller din internetforbindelse, og prøv igen for at aflevere.
da_instk12: En eller flere filer kunne ikke uploades. Kontroller din internetforbindelse, og prøv igen for at aflevere.
de: Eine oder mehrere Dateien wurden nicht hochgeladen. Überprüfen Sie Ihre Internetverbindung, und versuchen Sie erneut sie zu senden.
es: No se pudieron cargar uno o más archivos. Compruebe su conexión a Internet y vuelva a entregarlos.
es_es: No se han podido cargar uno o más archivos. Comprueba tu conexión a Internet y vuelve a realizar la entrega.
fi: Yksi tai useampi tiedosto ei latautunut. Tarkista Internet-yhteytesi ja yritä lähettää uudelleen.
fr: L’envoi d'un ou plusieurs fichiers a échoué. Vérifiez l’état de votre connexion internet, puis réessayez.
fr_ca: Le téléversement d’un ou de plusieurs fichiers a échoué. Vérifiez votre connexion Internet et réessayez l’envoi.
ga: Theip ar uaslódáil comhad amháin nó níos mó. Seiceáil do nasc idirlín agus bain triail eile as é a chur isteach.
hi: एक या अधिक फ़ाइलें अपलोड होने में विफल रहीं। अपना इंटरनेट कनेक्शन जांचें और सबमिट करने का पुनः प्रयास करें।
ht: Gen yonn oswa plizyè fichye pa rive transfere. Verifye koneksyon entènèt ou a epi eseye re voye yo ankò
id: Satu atau lebih file gagal diunggah. Periksa sambungan internet Anda dan coba serahkan lagi.
is: Ekki tókst að hlaða upp einni eða fleiri skrám. Athugaðu nettenginguna þína og reyndu aftur að skila.
it: Impossibile caricare uno o più file. Controlla la tua connessione Internet e riprova a inviare.
ja: 1つ以上のファイルのアップロードに失敗しました。インターネット接続をチェックしてから、提出を再試行してください。
ko: 한 개 이상의 파일을 업로드하지 못했습니다. 인터넷 연결을 확인하고 제출을 다시 시도하세요.
mi: Kotahi me te nui atu o ngā kōnae i hapa te tukuake. Āta titro ki to hono ipurangi ka ngana anō ki te tuku.
ms: Satu atau lebih fail gagal dimuat naik. Semak sambungan Internet anda dan cuba semula untuk membuat serahan.
nb: En eller flere filer kunne ikke lastes opp. Sjekk internettforbindelsen din og prøv å lever på nytt.
nb_instk12: En eller flere filer kunne ikke lastes opp. Sjekk internettforbindelsen din og prøv å lever på nytt.
nl: Er kunnen een of meer bestanden niet worden geüpload. Controleer je internetverbinding en probeer opnieuw in te leveren.
pl: Nie udało się przesłać co najmniej jednego pliku. Sprawdź połączenie internetowe i ponów przesyłanie.
pt: Um ou mais arquivos não foram carregados. Verifique sua conexão com a Internet e tente enviar novamente.
pt_br: Falha no carregamento de um ou mais arquivos. Verifique sua conexão à Internet e tente enviar novamente.
ru: Не удалось загрузить один или несколько файлов. Проверьте подключение к Интернету и повторите отправку.
sl: Nalaganje ene ali več datotek ni uspelo. Preverite internetno povezavo in poskusite poslati znova.
sv: En eller fler filer laddades inte upp. Kontrollera din internetanslutning och försök lämna in igen.
sv_instk12: En eller fler filer laddades inte upp. Kontrollera din internetanslutning och försök lämna in igen.
th: ไฟล์บางส่วนไม่สามารถอัพโหลดได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองส่งใหม่อีกครั้ง
vi: Tải lên một hoặc nhiều tập tin thất bại. Hãy kiểm tra kết nối internet của bạn rồi thử lại để nộp.
zh: 一份或多个文件上传失败。请检查网络连接，并再次尝试提交。
zh_hk: 上傳一個或多個檔案失敗。檢查您的網際網路連線並重試提交。

source: One or more items failed to sync.
ar: تعذرت مزامنة عنصر واحد أو أكثر.
ca: No s'han pogut sincronitzar un o més elements.
cy: Wedi methu cysoni un neu ragor o eitemau.
da: Et eller flere elementer kunne ikke synkroniseres.
da_instk12: Et eller flere elementer kunne ikke synkroniseres.
de: Ein oder mehrere Elemente wurden nicht synchronisiert.
es: No se pudieron sincronizar uno o más ítems.
es_es: No se han podido sincronizar uno o más ítems.
fi: Yhden tai useamman kohteen synkronisointi ei onnistunut.
fr: Un ou plusieurs éléments n’ont pas été synchronisés.
fr_ca: Un ou plusieurs éléments n’ont pas pu être synchronisés.
ga: Theip ar mhír amháin nó níos mó a shioncronú.
hi: एक या अधिक आइटमें सिंक होने में विफल रहीं।
ht: Yon oswa plizyè eleman echwe nan senkwonizasyon an.
id: Satu atau lebih file gagal disinkronkan.
is: Ekki tókst að samstilla eitt eða fleiri atriði.
it: Impossibile sincronizzare uno o più elementi.
ja: 1つ以上の項目の同期に失敗しました。
ko: 한 개 이상의 항목을 동기화하지 못했습니다.
mi: Kotahi neke atu ranei nga tuemi i rahua ki te tukutahi.
ms: Satu atau lebih item gagal disegerakkan.
nb: Én eller flere elementer kunne ikke synkroniseres.
nb_instk12: Én eller flere elementer kunne ikke synkroniseres.
nl: Een of meer items kunnen niet worden gesynchroniseerd.
pl: Nie udało się zsynchronizować co najmniej jednego elementu.
pt: Um ou mais itens não foram sincronizados.
pt_br: Um ou mais itens não foram sincronizados.
ru: Не удалось синхронизировать один или более элементов.
sl: Sinhronizacija enega ali več elementov ni uspela.
sv: Det gick inte att synkronisera en eller fler objekt.
sv_instk12: Det gick inte att synkronisera en eller fler objekt.
th: มีบางรายการไม่สามารถซิงค์ได้
vi: Một hoặc nhiều mục không đồng bộ thành công.
zh: 一个或多个项目同步失败。
zh_hk: 無法同步一個或多個項目。

source: One or more items failed to sync. Please check your internet connection and retry syncing.
ar: تعذرت مزامنة عنصر واحد أو أكثر. يرجى التحقق من اتصالك بالإنترنت وإعادة محاولة المزامنة.
ca: No s'han pogut sincronitzar un o més elements. Reviseu la connexió a internet i torneu a provar de sincronitzar-los.
cy: Wedi methu cysoni un neu ragor o eitemau. Gwiriwch eich cysylltiad rhyngrwyd a rhoi cynnig arall ar gysoni.
da: Et eller flere elementer kunne ikke synkroniseres. Kontrollér din internetforbindelse, og prøv synkronisering igen.
da_instk12: Et eller flere elementer kunne ikke synkroniseres. Kontrollér din internetforbindelse, og prøv synkronisering igen.
de: Ein oder mehrere Elemente wurden nicht synchronisiert. Überprüfen Sie Ihre Internetverbindung und versuchen Sie die Synchronisierung erneut.
es: No se pudieron sincronizar uno o más ítems. Compruebe su conexión a Internet y vuelva a sincronizar.
es_es: No se han podido sincronizar uno o más ítems. Comprueba tu conexión a Internet y vuelve a intentar la sincronización.
fi: Yhden tai useamman kohteen synkronisointi ei onnistunut. Tarkasta Internet-yhteytesi ja yritä synkronoida uudelleen.
fr: Un ou plusieurs éléments n’ont pas été synchronisés. Veuillez vérifier votre connexion internet et réessayer la synchronisation.
fr_ca: Un ou plusieurs éléments n’ont pas pu être synchronisés. Veuillez vérifier votre connexion Internet et réessayer la synchronisation.
ga: Theip ar mhír amháin nó níos mó a shioncronú. Seiceáil do nasc idirlín agus bain triail as sioncronú arís.
hi: एक या अधिक आइटमें सिंक होने में विफल रहीं। कृपया अपने इंटरनेट कनेक्शन की जांच करें और फिर से सिंक करने की कोशिश करें।
ht: Yon oswa plizyè eleman echwe nan senkwonizasyon an. Verifye koneksyon entènèt ou a epi eseye senkwonize ankò.
id: Satu atau lebih file gagal disinkronkan. Silakan periksa sambungan internet Anda dan coba sinkronkan lagi.
is: Ekki tókst að samstilla eitt eða fleiri atriði. Athugaðu nettengingu þína og reyndu að endurstilla aftur.
it: Impossibile sincronizzare uno o più elementi. Verificare la connessione Internet e riprovare a sincronizzare.
ja: 1つ以上の項目の同期に失敗しました。インターネット接続を確認して、もう一度同期してみてください。
ko: 한 개 이상의 항목을 동기화하지 못했습니다. 인터넷 연결을 확인하고 다시 동기화를 시도하세요.
mi: Kotahi neke atu ranei nga tuemi i rahua ki te tukutahi. Tena koa tirohia to hononga ipurangi ka ngana ano ki te tukutahi.
ms: Satu atau lebih item gagal disegerakkan. Sila semak sambungan Internet anda dan cuba semula penyegerakan.
nb: Én eller flere elementer kunne ikke synkroniseres. Kontroller internettforbindelsen og prøv å synkronisere på nytt.
nb_instk12: Én eller flere elementer kunne ikke synkroniseres. Kontroller internettforbindelsen og prøv å synkronisere på nytt.
nl: Een of meer items kunnen niet worden gesynchroniseerd. Controleer je internetverbinding en probeer opnieuw te synchroniseren.
pl: Nie udało się zsynchronizować co najmniej jednego elementu. Sprawdź połączenie internetowe i ponów synchronizację.
pt: Um ou mais itens não foram sincronizados. Por favor verifique a sua ligação à Internet e tente novamente a sincronização.
pt_br: Um ou mais itens não foram sincronizados. Verifique sua conexão com a Internet e tente novamente a sincronização.
ru: Не удалось синхронизировать один или более элементов. Проверьте интернет-подключение и выполните синхронизацию еще раз.
sl: Sinhronizacija enega ali več elementov ni uspela. Preverite internetno povezavo in znova poskusite s sinhronizacijo.
sv: Det gick inte att synkronisera ett eller fler objekt. Kontrollera din internetanslutning och försök synkronisera igen.
sv_instk12: Det gick inte att synkronisera en eller fler objekt. Kontrollera din internetanslutning och försök synkronisera igen.
th: มีบางรายการไม่สามารถซิงค์ได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตขอคุณและลองทำการซิงค์อีกครั้ง
vi: Một hoặc nhiều mục đồng bộ không thành công. Vui lòng kiểm tra kết nối internet của bạn và thử đồng bộ lại.
zh: 一个或多个项目同步失败。请检查网络连接状况并重新尝试同步。
zh_hk: 無法同步一個或多個項目。請檢查您的網際網路連線，然後重試同步。

source: One Question at a Time:
ar: سؤال واحد في كل مرة:
ca: Una pregunta cada vegada:
cy: Un Cwestiwn ar y Tro:
da: Et spørgsmål ad gangen:
da_instk12: Et spørgsmål ad gangen:
de: Fragen einzeln anzeigen:
es: Una pregunta a la vez:
es_es: Una pregunta cada vez:
fi: Yksi kysymys kerrallaan:
fr: Une question à la fois :
fr_ca: Une question à la fois :
ga: Ceist amháin ag an am:
hi: एक बार में एक प्रश्न:
ht: Yon Kesyon apre Lòt:
id: Satu Pertanyaan pada Satu Waktu:
is: Ein spurning í einu:
it: Una domanda alla volta:
ja: 1問ずつ表示する：
ko: 한 번에 한 문제:
mi: Kotahi te patai i te wa kotahi:
ms: Satu Soalan pada satu Masa:
nb: Ett spørsmål av gangen:
nb_instk12: Ett spørsmål av gangen:
nl: Eén vraag tegelijk:
pl: Jedno pytanie na raz:
pt: Uma pergunta de cada vez:
pt_br: Uma pergunta de cada vez:
ru: По одному вопросу за раз:
sl: Eno vprašanje naenkrat:
sv: En fråga åt gången:
sv_instk12: En fråga åt gången:
th: ทีละคำถาม:
vi: Từng Câu Hỏi Một:
zh: 一次一个问题：
zh_hk: 每次一個問題：

source: Only available to students with link
ar: متاح فقط للطلاب الذين لديهم رابط
ca: Només està disponible per als estudiants a través d'un enllaç
cy: Dim ond ar gael i fyfyrwyr sydd â dolen
da: Kun tilgængeligt for studerende med link
da_instk12: Kun tilgængeligt for elever med link
de: Nur verfügbar für Studierende mit Link
es: Disponible solo para estudiantes con enlace
es_es: Disponible solo para estudiantes con enlace
fi: Saatavissa opiskelijoille, joilla on linkki
fr: Disponible aux élèves par lien uniquement
fr_ca: Seulement disponible aux étudiants avec un lien
ga: Ar fáil do mhic léinn amháin a bhfuil nasc acu
hi: केवल लिंक वाले छात्रों के लिए उपलब्ध है
ht: Disponib sèlman a elèv ak lyen
id: Hanya tersedia untuk siswa dengan tautan
is: Aðeins aðgengilegt nemendum með tengil
it: Disponibile solo agli studenti con link
ja: リンク付きの受講者のみ利用可能です
ko: 링크가 있는 학생에게만 사용 가능
mi: E wātea ana anake ki ngā ākonga me ngā hononga
ms: Hanya tersedia untuk pelajar dengan pautan
nb: Kun tilgjengelig for studenter med lenken.
nb_instk12: Kun tilgjengelig for elever med lenken.
nl: Alleen beschikbaar voor cursisten met koppeling
pl: Dostępne tylko dla uczestników z łączem
pt: Disponível apenas para estudantes com ligação
pt_br: Disponível apenas para alunos com link
ru: Доступно только студентам по ссылке
sl: Na voljo je le študentom s povezavo
sv: Endast tillgängligt för studenter via länk
sv_instk12: Endast tillgängligt för elever via länk
th: เฉพาะผู้เรียนที่มีลิงค์เท่านั้น
vi: Chỉ khả dụng đối với sinh viên bằng liên kết
zh: 仅面向有链接的学生
zh_hk: 只有持有連結的學生方可使用

source: only available with link
ar: متاح فقط لمن لديهم رابط
ca: només està disponible a través d'un enllaç
cy: dim ond ar gael gyda dolen
da: kun tilgængelig med link
da_instk12: kun tilgængelig med link
de: nur mit Link verfügbar
es: disponible solo con el enlace
es_es: solo disponible con enlace
fi: saatavissa vain linkin kanssa
fr: uniquement accessible via un lien
fr_ca: uniquement disponible avec le lien
ga: ar fáil ach amháin le nasc
hi: केवल लिंक के साथ उपलब्ध है
ht: Disponib sèlman ak lyen
id: hanya tersedia dengan tautan
is: eingöngu tiltækt með tengli
it: disponibile solo con link
ja: リンクと共にのみ利用可能
ko: 링크로만 사용 가능
mi: e waatea ana me te hono
ms: hanya tersedia dengan pautan
nb: kun tilgjengelig med lenke
nb_instk12: kun tilgjengelig med lenke
nl: alleen beschikbaar met link
pl: dostępne tylko z łączem
pt: apenas disponível com a ligação
pt_br: disponível somente com link
ru: только по ссылке
sl: na voljo samo s povezavo
sv: endast tillgänglig med länk
sv_instk12: endast tillgänglig med länk
th: จัดไว้ให้พร้อมลิงค์เท่านั้น
vi: chỉ khả dụng với liên kết
zh: 仅提供链接
zh_hk: 只可以搭配連結使用

source: Only Available With Link
ar: متاح فقط لمن لديهم رابط
ca: Només està disponible a través d'un enllaç
cy: Dim ond ar gael gyda dolen
da: Kun tilgængelig med link
da_instk12: Kun tilgængelig med link
de: Nur mit Link verfügbar
es: Disponible solo con el enlace
es_es: Solo disponible con enlace
fi: Saatavissa vain linkin kanssa
fr: Uniquement accessible via un lien
fr_ca: Uniquement disponible avec le lien
ga: Ar Fáil Le Nasc amháin
hi: केवल लिंक के साथ उपलब्ध है
ht: Disponib Sèlman ak Lyen
id: Hanya Tersedia Dengan Tautan
is: Eingöngu tiltækt með tengli
it: Disponibile solo con link
ja: リンクと共にのみ利用可能
ko: 링크로만 사용 가능
mi: Kei te waatea anake me te hono
ms: Hanya Tersedia Dengan Pautan
nb: Kun tilgjengelig med lenke
nb_instk12: Kun tilgjengelig med lenke
nl: Alleen beschikbaar met koppeling
pl: Dostępne tylko z łączem
pt: Disponível apenas com ligação
pt_br: Disponível apenas com o link
ru: Доступно только по ссылке
sl: Na voljo samo s povezavo
sv: Endast tillgängligt med länk
sv_instk12: Endast tillgängligt med länk
th: จัดไว้ให้พร้อมลิงค์เท่านั้น
vi: Chỉ Khả Dụng Với Liên Kết
zh: 仅提供链接
zh_hk: 只可以搭配連結使用

source: Only graders can like
ar: المقيّمون فقط يستطيعون الإعجاب
ca: Només els qualificadors poden marcar com a M'agrada
cy: Dim ond graddwyr sy’n gallu hoffi
da: Kun bedømmere kan 'synes godt om'
da_instk12: Kun bedømmere kan 'synes godt om'
de: Nur Benoter können liken
es: Solo los calificadores pueden darle "me gusta"
es_es: Solo los evaluadores pueden darle a Me gusta
fi: Vain arvioijat voivat tykätä
fr: Seuls les évaluateurs peuvent laisser des rétroactions de type « J'aime »
fr_ca: Seuls les évaluateurs peuvent laisser des rétroactions de type « J’aime »
ga: Ní féidir ach le marcálaí ‘is maith liom’ a thabhairt
hi: केवल ग्रेडर पसंद कर सकते हैं
ht: Sèlman elèv yo ki ka met jèm
id: Hanya penilai bisa menyukai
is: Aðeins matsaðilar geta líkað
it: Solo gli esaminatori possono inserire Mi piace
ja: 採点者のみがいいねをつけられます
ko: 채점자만 좋아요 할 수 있음
mi: Ka taea e ngā kōeke anake rite
ms: Hanya penggred boleh menyukai
nb: Kun de som setter vurderinger kan like
nb_instk12: Kun de som setter vurderinger kan like
nl: Alleen beoordelaars mogen liken
pl: Tylko osoby oceniające mogą 'lubić to'
pt: Apenas os classificadores podem gostar
pt_br: Apenas avaliadores podem curtir
ru: Только оценивающие могут ставить лайки
sl: Samo ocenjevalci lahko všečkajo.
sv: Endast bedömare kan gilla
sv_instk12: Endast bedömare kan gilla
th: เฉพาะผู้ให้เกรดที่กดไลค์ได้
vi: Chỉ người chấm điểm có thể thích
zh: 只有评分者能够点赞
zh_hk: 僅限評分者能點讚
